app/controllers/accessories_controller.rb

SELECT "accessories".* FROM "accessories"
---
  def index
    @accessories = Accessory.all